{
  "LuaSnip": { "branch": "master" },
  "argonaut.vim": { "branch": "master" },
  "auto-pairs": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-tw2css": { "branch": "main" },
  "colorbuddy.nvim": { "branch": "master" },
  "emmet-vim": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "gruvbuddy.nvim": { "branch": "master" },
  "harpoon": { "branch": "master" },
  "html5.vim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mellow.nvim": { "branch": "main" },
  "muon": { "branch": "master" },
  "nightly.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-noirbuddy": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "ofirkai.nvim": { "branch": "master" },
  "oxocarbon.nvim": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "poimandres.nvim": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "sonokai": { "branch": "master" },
  "spaceduck": { "branch": "main" },
  "srcery-vim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tender.vim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-javascript": { "branch": "master" },
  "vim-mdx": { "branch": "master" },
  "vim-mdx-js": { "branch": "master" },
  "vim-prisma": { "branch": "main" },
  "vim-svelte": { "branch": "main" },
  "vscode.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "zig.vim": { "branch": "master" }
}